{
    "ErrWebService": "ဆာဗာသို့ ချိတ်ဆက်မှု မရှိပါ။",
    "ErrInternetCon": "အင်တာနက် ချိတ်ဆက်မှု မရှိပါ။",
    "ErrUpdatingData": "အဆင့်မြင့်တင်မှုတွင် ပြဿနာ ရှိနေပါသည်။",
    "ErrServer": "ဆာဗာမှ တုံပြန်မူဒေတာ မရှိပါ။",
    "WarnSelectRow": "ပြင်ဆင်ရန် မှတ်တမ်းတစ်ခုကို ရွေးချယ်ပါ",
    "WarnDeleteRow": "ဖျက်ရန် မှတ်တမ်းတစ်ခုကို ရွေးချယ်ပါ",
    "WarnVoidRow": "ပျက်ပြယ်စေရန် မှတ်တမ်းတစ်ခုကို ရွေးချယ်ပါ",
    "WarmValidation": "*ပြထားသော နေရာများတွင် ဖြည့်ဖို့ လိုအပ်နေပါသည်။",
    "WarnUID_PWD": "သုံစွဲသူ အိုင်ဒီ သို့မဟုတ် စကားဝှက် မှားယွင်းနေပါသည်။",
    "MsgLoading": "အချက်အလက်များ ဖွင့်နေသည်...",
    "MsgSaveSuccess": "အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။",
    "MsgAddSuccess": "အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။  ",
    "MsgSaveFail": "သိမ်းဆည်းမှု မအောင်မြင်ပါ။",
    "MsgAlredySaved": "သိမ်းဆည်းပြီးသား ဖြစ်သည်။",
    "MsgSentSuccess": "အောင်မြင်စွာ ပေးပို့ပြီးပါပြီ။",
    "MsgSentFail": "အီးမေးလ်ပို့ရန် မအောင်မြင်ပါ။",
    "MsgDeleteSuccess": "အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
    "MsgDeleteFail": "ဖျက်သိမ်းခြင်း မအောင်မြင်ပါ။",
    "MsgUploadFail": "‌အပ်လုဒ်လုပ်ရန် မအောင်မြင်ပါ။",
    "MsgAlredyDeleted": "ဖျက်ပြီးသား ဖြစ်သည်။",
    "MsgConfirmSuccess": "အောင်မြင်စွာ အတည်ပြုပြီးပါပြီ။။",
    "MsgConfirmFail": "အတည်ပြုမှု မအောင်မြင်ပါ။",
    "MsgAlredyConfirmed": "အတည်ပြုပြီးသား ဖြစ်သည်။",
    "MsgCancelSuccess": "အောင်မြင်စွာ ပယ်ဖျက်ပြီးပါပြီ။။",
    "MsgCancelFail": "ပယ်ဖျက်မှု မအောင်မြင်ပါ။",
    "MsgAlredyCanceled": "ပယ်ဖျက်ပြီးသား ဖြစ်သည်။",
    "MsgConfrmRequest": "ဖျက်ရန် သေချာပါသလား။ ဖျက်သိမ်းပြီးနောက် ပြန်ကြည့်၍ မရနိုင်ပါ။",
    "MsgConfirmResetPWD": "သင့်စကားဝှက်ကို ပြန်လည်သတ်မှတ်ရန် သေချာပါသလား။",
    "MsgUIDRequired": "ကျေးဇူးပြု၍ သုံစွဲသူ အိုင်ဒီထည့်ပါ။",
    "MsgUID_PWDRequired": "သုံးစွဲသူ အိုင်ဒီနှင့် စကား၀ှက်ထည့်ပါ။",
    "MsgRegisterNameRequired": "အမည် လိုအပ်သည်။",
    "MsgRegisterEmailPhoneRequired": "အီးမေးလ် သို့မဟုတ် ဖုန်းနံပါတ် လိုအပ်သည်။",
    "MsgRegisterPasswordRequired": "စကား၀ှက် လိုအပ်သည်။",
    "MsgRegisterPasswordLength": "စကားဝှက်တွင် အနည်းဆုံး အက္ခရာ ၆ လုံး ရှိရမည်။",
    "MsgRegisterConfirmPWDRequired": "အတည်ပြုစကားဝှက် လိုအပ်သည်။",
    "MsgRegisterPWDNotSame": "စကားဝှက်နှင့် အတည်ပြုစကားဝှက် တူညီရပါမည်။",
    "MsgRegisterTypeRequired": "ဝန်ဆောင်မှုအမျိုးအစားကို ရွေးချယ်ပါ။",
    "MsgRegisterPlanRequired": "ဝန်ဆောင်မှုအစီအစဉ်ကို ရွေးချယ်ပါ။",
    "MsgRegisterSuccess": "မှတ်ပုံတင်ခြင်း အောင်မြင်စွာပြီးမြောက်ခဲ့ပါသည်။",
    "MsgUnRegisterSuccess": "မှတ်ပုံတင် ပယ်ဖျက်မှု အောင်မြင်စွာ ပြီးမြောက်ခဲ့ပါသည်။",
    "Msg001": "တောင်းဆိုထားသော URL မရှိပါ။",
    "MsgRpt1": "ပရင့်ထုတ်ရန်ဒေတာမရှိပါ။",
    "MsgSend": "ပေးပို့ရန် ဒေတာမရှိပါ။",
    "MsgInvoicePaid": "ဤပြေစာ၊ ငွေတောင်းခံလွှာကို ပေးချေပြီး ပိတ်ထားပါသည်။",
    "MsgPayment001": "ငွေပေးချေမှုထားမှု မရှိပါ။",
    "MsgPayment002": "ငွေတစ်ချို့တစ်၀က် ပေးဆောင်ပြီးပါပြီ။",
    "MsgPayment003": "ငွေအပြည့် ပေးချေပြီးပါပြီ။။",
    "MsgPayment004": "ပယ်ဖျက်ရန် ဒေတာမရှိပါ။",
    "MsgPayment005": "ပယ်ဖျက်မှု အောင်မြင်ပါသည်။",
    "MsgPayment006": "ပေးချေပြီးသား ဖြစ်သည်။",
    "MsgPayment007": "ငွေပေးချေမှုလုပ်ငန်းကို ရွေးချယ်ပါ။",
    "MsgInventory001": "ဓာတ်ပုံတစ်ပုံကို ရွေးပါ။",
    "MsgInventory002": "ဓာတ်ပုံအမျိုးအစားကို ရွေးချယ်ပါ။",
    "MsgInventory003": "တိုင်းတာမှုယူနစ်ကို ရွေးချယ်ပါ။.",
    "MsgVariantInvalid": "စာရင်းပိတ်ရာတွင် ကွဲပြားခြားနားမှု မရှိရပါ ။",
    "MsgAtLeaseOneItem": "ကျေးဇူးပြု၍ ပစ္စည်းတစ်ခု အနည်းဆုံး ရွေးပါ။",
    "MsgContactNameRequired": "အမည် လိုအပ်သည်။",
    "MsgContactPhoneRequired": "ဖုန်းနံပါတ် လိုအပ်သည်။",
    "MsgContactCountryRequired": "နိုင်ငံထည့်ရန် လိုအပ်သည်။",
    "MsgContactStateRequired": "ပြည်နယ်ထည့်ရန် လိုအပ်သည်။",
    "MsgContactPostalRequired": "စာတိုက်/စာတိုက်ကုဒ် လိုအပ်သည်။",
    "MsgEmailInvalid": "အီးမေးလ် မမှန်ပါ။",
    "MsgPaymentSuccess": "ငွေပေးချေမှု အောင်မြင်ပါသည်။",
    "MsgNoFile": "ကြည့်ရှုရန် ဖိုင်မရှိပါ။",
    "MsgOldPasswdErr": "စကား၀ှက် မှားယွင်းနေပါသည်။",
    "MsgPasswdChanged": "အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ။",
    "MsgSelectParentMenu": "ကျေးဇူးပြု၍ မူရင်း မီးနူး ကို ရွေးပါ။",
    "MsgSelectProduct": "ကျေးဇူးပြု၍ ကုန်ပစ္စည်းကို ရွေးပါ။",
    "MsgSelectMenu": "ကျေးဇူးပြု၍  မီးနူး ကို ရွေးပါ။",
    "MsgSelectControl": "ကျေးဇူးပြု၍ ထိန်းချုပ်မှုကို ရွေးချယ်ပါ။",
    "MsgInvalidBillAmt": "ငွေတောင်းခံမှု ပမာဏ မမှန်ကန်ပါ။",
    "MsgSubscribeSuccess": "အောင်မြင်စွာ စာရင်းသွင်းပြီးပါပြီ။",
    "MsgAddToCartSuccess": "စျေးဝယ်ခြင်းထဲ ထည့်သွင်းပြီးသားဖြစ်သည်။",
    "MsgRemoveFrmCartSuccess": "ဈေးဝယ်ခြင်းမှ ဖယ်ရှားပြီးသားဖြစ်သည်။",
    "MsgCheckoutErr": "ကျေးဇူးပြု၍ ကုန်ပစ္စည်းထည့်ပါ။",
    "MsgInvalidStockCode": "ကုန်ပစ္စည်း ကုဒ် မမှန်ကန်ပါ။",
    "MsgInvalidBarCode": "ဘားကုဒ် မမှန်ကန်ပါ။",
    "MsgInvalidQuantity": "အရေအတွက် မမှန်ကန်ပါ။",
    "MsgInvalidPrice": "ဈေးနှုန်း မမှန်ကန်ပါ။",
    "MsgSelectStock": "ကျေးဇူးပြု၍ ကုန်ပစ္စည်း ရွေးချယ်ပါ။",
    "MsgInvalidFileSize": "ခွင့်ပြုထားသော ဖိုင်အရွယ်အစားထက် ကျော်လွန်နေပါသည်။",
    "MsgInvalidFileType": "ဖိုင်အမျိုးအစား မမှန်ကန်ပါ။",
    "MsgVoidSuccess": "ပယ်ဖျက်မှု အောင်မြင်ပါသည်။",
    "MsgInvalidRate": "နှုန်းထား မမှန်ကန်ပါ။",
    "MsgFillAllFactor": "ကျေးဇူးပြု၍ အချက်အားလုံးကို ဖြည့်စွက်ပါ။",
    "MsgInvalidEmail": "အီးမေးလ်စနစ် ထည့်သွင်းထားခြင်း မရှိပါ။",
    "MsgRunSuccess": " လုပ်ဆောင်မှု အောင်မြင်ပါသည်။",
    "MsgRevert": "ဤဗားရှင်းကို အသုံးပြုပြီးဖြစ်သည်။",
    "MsgAlreadyRegistered": "စာရင်းသွင်ပြီး ဖြစ်ပါသည်။",
    "MsgAlreadyUnRegistreed": "ကျေးဇူးပြု၍ ဦးစွာ စာရင်းသွင်းပါ။",
    "Msg401": "ခွင့်မပြုပါ။",
    "Msg403": "တားမြစ်ထားသည်။",
    "Msg404": "မတွေ့ရှိပါ။",
    "Msg422": "လုပ်ဆောင်၍ မရနိုင်ပါ။",
    "MsgNeedStockMapping": "ကုန်ပစ္စည်းများအားလုံး mapping ဖြစ်ရန် လိုအပ်သည်။",
    "MsgSupplierMapping": "ကုန်ပေးသွင်းသူ maping ဖြစ်ရန် လိုအပ်သည်",
    "MsgAlreadySaved": "ပြေစာကို သိမ်းဆည်းပြီးဖြစ်သည်။",
    "MsgSendSuccess": "ပေးပို့မှု အောင်မြင်ပါသည်။",
    "MsgChangeToPaymentView": "ကျေးဇူးပြု၍ ငွေပေးချေမှုမြင်ကွင်းသို့ ပြောင်းပါ။",
    "MsgClosedTicket": "လက်မှတ် ပိတ်ထားပြီး ဖြစ်ပါသည်။",
    "MsgReload": "ပြန်တင်သည်။",
    "MsgProrated": "အချိုးကျတွက်မည်။",
    "MsgUpdate": "ပြင်ဆင်မှု အောင်မြင်ပါသည်။",
    "MsgInvalidBomStock": "ကုန်ပစ္စည်း မမှန်ကန်ပါ။",
    "MsgAreadySettle": "ပေးချေပြီး ဖြစ်သည်။",
    "MsgAreadyReturn": "ပြန်လည်ပေးပို့ခဲ့ပြီး ဖြစ်သည်။",
    "MsgInvalidGST": "GST တွက်ချက်မှု မမှန်ကန်ပါ။",
    "MsgInvalidCompany": "ကုမ္ပဏီဖွဲ့စည်းမှု မှန်ကန်ခြင်းမရှိပါ။",
    "MsgInvalidPayment": "ပြေစာမရှိလျှင် ငွေပေးချေ၍မရပါ။",
    "MsgInvalidBilling": "ပြေစာမရှိလျှင် ငွေရှင်း၍မရနိုင်ပါ။",
    "MsgInvalidPaymentInfo": "ငွေပေးချေမှုအချက်အလက် မမှန်ကန်ပါ။",
    "MsgInvalidReturn": "ငွေပေးငွေယူကြည့်ရှုရန် မှပြန်လည်ရယူရန် လိုအပ်သည်။",
    "MsgInvalidSendLogin": "စာရင်းမှပြန်လည်ရယူရန် လိုအပ်သည်။",
    "MsgSelectPhase": "ကျေးဇူးပြု၍ အဆင့်ကိုရွေးချယ်ပါ။",
    "MsgSelectStakeHolder": "ကျေးဇူးပြု၍ အစုရှယ်ယာဝင် ကိုရွေးချယ်ပါ။",
    "MsgClose": "ပိတ်ပြီးသား ဖြစ်သည်။",
    "MsgInvalidPartial": "ဒုတိယငွေပေးချေမှုကို ခွင့်မပြုပါ။",
    "MsgTotalAmt": "ပေးရန်ရှိသည့်ငွေပမာဏစုစုပေါင်းနှင့် ရရန်ရှိသည့်ငွေပမာဏစုစုပေါင်း တူညီရပါမည်။",
    "MsgClosedSuccess": "အောင်မြင်စွာ ပိတ်ပြီးပါပြီ။",
    "WarnClosedRow": "လတ်မှတ်ရွေးချယ်ပါ။",
    "MsgRating": "အဆင့်သတ်မှတ်ခြင်းအတွက် ကျေးဇူးတင်ပါသည်။",
    "MsgSurvey": "စစ်တမ်းအတွက် ကျေးဇူးတင်ပါသည်။",
    "MsgRelease": "ထုတ်ပြန်ရန် အတွက် ဒေတာမရှိပါ။",
    "MsgTicketDiscuss": "ကျေးဇူးပြု၍ ဆွေးနွေးရန် လက်မှတ်ဖွင့်ပါ။",
    "MsgChangeToListView": "စာရင်း မြင်ကွင်းသို့ ပြောင်းပါ။",
    "MsgInvalidStock": "ကုန်ပစ္စည်း မမှန်ကန်ပါ။",
    "MsgDiscussionClose": "စကားပြောခန်း အောင်မြင်စွာ ပြီးဆုံးသွားပါပြီ။",
    "MsgBookmarksuccess": "စာ သိမ်းဆည်းမှုအောင်မြင်ပါသည်။",
    "MsgCollect": "ယူဆောင်/စုဆောင်းထားပြီးသားဖြစ်သည်။",
    "MsgLocationBarcode": "တည်နေရာ ဘားကုဒ် မမှန်ကန်ပါ။",
    "MsgCategory": "အမျိုးအစားကို ရွေးပါ။",
    "MsgInvalidPermutation": "ဤ ဂုဏ်ရည်/ ကုန်ပစ္စည်းအတွက် စျေးနှုန်းသတ်မှတ်ခြင်း မရှိသေးပါ။",
    "MsgPriceLabelView": "ကျေးဇူးပြု၍ စျေးနှုန်းမြင်ကွင်းသို့ ပြောင်းပါ။",
    "MsgChangeToNestedView": "ကျေးဇူးပြု၍ nested မြင်ကွင်း သို့ ပြောင်းပါ။",
    "MsgComplete": "ဖြည့်စွက်မှု အောင်မြင်ပြီး ဖြစ်သည်။",
    "MsgApproveSuccess": "အတည်ပြုမှု အောင်မြင်ပါသည်။",
    "WarnCloseRow": "ပိတ်ရန် မှတ်တမ်းတစ်ခုကို ရွေးပါ။",
    "WarnApproveRow": "အတည်ပြုရန် မှတ်တမ်းတစ်ခုကို ရွေးပါ။",
    "MsgNotApprove": "အတည်မပြုရသေးပါ။",
    "MsgImport": "တင်သွင်းမှု အောင်မြင်ပါသည်။",
    "WarnPrintRow": "ပရင့်ထုတ်ရန် မှတ်တမ်းတစ်ခုကို ရွေးပါ။",
    "MsgRecordRow": "မှတ်တမ်းတစ်ခုကို ရွေးပါ။",
    "MsgChangeToAccountPosting": "ကျေးဇူးပြု၍ အကောင့်ပို့စ်တင်ခြင်း မြင်ကွင်းသို့ ပြောင်းပါ။",
    "MsgProcess": "လုပ်ငန်းစဉ် မလုပ်ဆောင်ရသေးပါ။",
    "MsgContribution": "ထောက်ပံ့မှုအတွက် ဒေတာမရှိပါ။",
    "MsgTax": "အခွန်အတွက် ဒေတာမရှိပါ။",
    "MagReportTemplate": "ပရင့်ထုတ်ရန် နမူနာပုံစံမရှိပါ။",
    "MsgPaySlipEmp": "ကျေးဇူးပြု၍ ဝန်ထမ်းတစ်ဦးကို ရွေးချယ်ပါ။",
    "MsgReject": "အောင်မြင်စွာ ပယ်ချလိုက်ပါပြီ။",
    "MsgBrowse":"ကျေးဇူးပြု၍ ဦးစွာ ငွေလွှဲခြင်းကို ကြည့်ရန် မှ မှတ်တမ်းတစ်ခုကို ရွေးပါ",
    "MsgCompanyLogo": "ကုမ္ပဏီ အမှတ်တံဆိပ် မရှိပါ။",
    "MsgPosting": "ပို့စ်တင်ထားပြီး ဖြစ်သည်",
    "MsgAlreadyApprove": "အတည်ပြုပြီးသား ဒေတာကို တည်းဖြတ်ရန် သို့မဟုတ် ဖျက်ရန် ခွင့်မပြုပါ။",
    "MsgPlan": "အစီအစဉ် မရှိပါ။",
    "MsgChangeToGridView": "ဇယားကွက် မြင်ကွင်းသို့ ပြောင်းပါ။",
    "MsgSize": "သင့်ထည့်ထားသော အရွယ်အစားအတိုင်း သိမ်းထားလိုပါသလား။",
    "MagReportTemplateMatch":"ပုံစံ ကိုက်ညီမှု မရှိပါ။",
    "MsgNoAccount":"ရွေးချယ်ထားသော ကုမ္ပဏီတွင် အကောင့်မရှိပါ။",
    "MsgMailTemplate": "ပေးပို့ရန် နမူနာပုံစံ မရှိပါ။",
    "MsgDetailLevel": "အသေးစိတ်အဆင့် အကောင့်ကို ရွေးချယ်ပါ။",
    "MsgCOAAlert": "ရွေးချယ်ထားသော စက်မှုအမျိုးအစားအတွက် ဒေတာမရှိပါ။",
    "MsgActiveSuccess": "အောင်မြင်စွာ အသက်ဝင်ပြီးဖြစ်သည်။",
    "MsgInactiveSuccess": "အောင်မြင်စွာ မလှုပ်ရှားပါ။",
    "MsgNewPassword": "စကားဝှက်အသစ် ထည့်ပါ။",
    "MsgHitpayPayment": "ငွေပေးချေမှု မပြီးသေးပါ။",
    "MsgSearch":"ရလဒ်ပြသမည်ဖြစ်သည်။",
    "InfoTitle":"အသေးစိတ်အချက်အလက်",
    "MsgDownloadTemplate": "ဒေါင်းလုဒ်လုပ်ရန် နမူနာပုံစံမရှိပါ။",
    "MsgVoid":"ဝှက်ထားရန် သေချာပါသလား။ ",
    "MsgNew": "ပြောင်းလဲမှု ဖျက်ရန် သေချာပါသလား။ ",
    "MsgCreditLimitSave":"creditကန့်သတ်ချက်ကျော်\nသိမ်းဆည်းလိုသည်မှာ သေချာပါသလား။",
    "MsgOneSelectRow":"Pls Select One Row for Set Default",
    "MsgResetAlert":"Someone reset your password! Do you want to change the password"
  }
